import React from 'react';
import classes from '@pages/terms_page/TermsPage.module.scss';

const VideoProcessing = () => {
  return (
    <section className={`inner ${classes['terms-desc']}`}>
      <h6>
        르부르 낙산 바이 체스터톤스는 영상정보처리기기 운영·관리 방침을 통해 르부르 낙산 바이
        체스터톤스에서 처리하는 영상정보가 어떠한 용도와 방식으로 이용·관리되고 있는지 알려드립니다.
      </h6>
      <div>
        <h3>제1조 영상정보처리기기의 설치 근거 및 설치 목적</h3>
        <h3>제2조 설치 대수, 설치 위치 및 촬영범위</h3>
        <h3>제3조 관리책임자 및 접근권한자</h3>
        <h3>제4조 영상정보처리기기 취급 위탁</h3>
        <h3>제5조 영상정보의 촬영시간, 보관기간, 보관장소 및 처리방법</h3>
        <h3>제6조 개인영상정보의 확인 방법 및 장소에 관한 사항</h3>
        <h3>제7조 정보주체의 영상정보 열람 등 요구에 대한 조치</h3>
        <h3>제8조 영상정보의 안전성 확보조치</h3>
        <h3>제9조 개인정보 처리방침 변경에 관한 사항</h3>
      </div>

      <div>
        <h3>제1조 영상정보처리기기의 설치 근거 및 설치 목적</h3>
        <p>
          르부르 낙산 바이 체스터톤스는 개인정보보호법 제25조 제1항에 따라 다음과 같은 목적으로
          정보처리기기를 설치·운영 합니다.
          <br />
          - 시설안전 및 화재 예방 <br />
          - 고객의 안전을 위한 범죄 예방 <br />※ 주차대수 30대를 초과하는 규모의 경우 「주차장법
          시행규칙」 제6조제1항을 근거로 설치·운영 가능
        </p>
      </div>
      <div>
        <h3>제2조 설치 대수, 설치 위치 및 촬영범위</h3>
        <p>
          설치 대수 : 154대
          <br />
          설치 취지 및 촬영 범위 : 시설관리 및 도난방지 / 객실복도 및 공유공간, 지하주차장, 옥외
          <br />
        </p>
      </div>
      <div>
        <h3>제3조 관리책임자 및 접근권한자</h3>
        <p>
          귀하의 영상정보를 보호하고 개인영상정보와 관련한 불만을 처리하기 위하여 아래와 같이
          개인영상정보 보호책임자를 두고 있습니다. <br />
          관리책임자
          <br />
          <br />
          소속 : KS메이트
          <br />
          이름 : 나춘호
          <br />
          직위 : 시설관리소장
        </p>
      </div>
      <div>
        <h3>제4조 영상정보처리기기 취급 위탁</h3>
        <p>
          르부르 낙산 바이 체스터톤스는 서비스 이행을 위하여 아래와 같이 영상정보처리기기 취급을
          위탁하고 있으며 관계법령에 따라 위탁계약서에 개인정보가 안전하게 관리될 수 있도록 필요한
          사항을 규정하고 있습니다.
          <br />
          수탁자 : 르부르 낙산 바이 체스터톤스 <br />
          위탁업무 : 영상정보처리기기 취급 및 운영
          <br />
        </p>
      </div>
      <div>
        <h3>제5조 영상정보의 촬영시간, 보관기간, 보관장소 및 처리방법</h3>
        <p>
          촬영시간 : 24시간 <br />
          보관기간 : 30일
          <br />
          보관장소 : 지하1층 방재실
          <br />
          처리방법 : 개인영상정보의 목적 외 이용, 제3자 제공, 파기, 열람 등 요구에 관한 사항을
          기록관리하고, 보관기간 만료 시 복원이 불가능한 방법으로 영구 삭제(출력물의 경우 파쇄 또는
          소각)합니다.
        </p>
      </div>
      <div>
        <h3>제6조 개인영상정보의 확인 방법 및 장소에 관한 사항</h3>
        <p>
          - 확인 방법 : 호텔의 영상정보 접근 권한자에게 미리 연락하고 방문하시면 확인 가능합니다.
          <br />- 확인 장소 : CCTV 열람 가능 부서(방재실 등)
        </p>
      </div>
      <div>
        <h3>제7조 정보주체의 영상정보 열람 등 요구에 대한 조치</h3>
        <p>
          귀하는 개인영상정보에 관하여 열람 또는 존재확인·삭제를 원하는 경우 언제든지
          영상정보처리기기 운영자에게 요구하실 수 있습니다. 단, 귀하가 촬영된 개인영상정보 및 명백히
          정보주체의 급박한 생명, 신체, 재산의 이익을 위하여 필요한 개인영상정보에 한정됩니다.
          르부르 낙산 바이 체스터톤스는 개인영상정보에 관하여 열람 또는 존재확인·삭제를 요구한 경우
          지체없이 필요한 조치를 하겠습니다.
        </p>
      </div>
      <div>
        <h3>제8조 영상정보의 안전성 확보조치</h3>
        <p>
          처리하는 영상정보는 암호화 조치 등을 통하여 안전하게 관리되고 있습니다. 또한 르부르 낙산
          바이 체스터톤스의 개인영상정보보호를 위한 관리적 대책으로서 개인정보에 대한 접근 권한을
          차등부여하고 있고, 개인영상정보의 위·변조 방지를 위하여 개인영상정보의 생성 일시, 열람 시
          열람 목적·열람자·열람 일시 등을 기록하여 관리하고 있습니다. 이 외에도 개인영상정보의
          안전한 물리적 보관을 위하여 잠금 장치를 설치하고 있습니다.
        </p>
      </div>
      <div>
        <h3>제9조 개인정보 처리방침 변경에 관한 사항</h3>
        <p>
          이 영상정보처리기기 운영·관리방침은 2024년 1월 5일에 제정되었으며 법령·정책 또는
          보안기술의 변경에 따라 내용의 추가·삭제 및 수정이 있을 시에는 시행하기 최소 7일전에 르부르
          낙산 바이 체스터톤스의 홈페이지를 통해 변경사유 및 내용 등을 공지하도록 하겠습니다.
          <br />
          최초 공고일자 : 2024년 1월 5일
        </p>
      </div>
    </section>
  );
};

export default VideoProcessing;
